// 更新日志数据
export const updateLogs = [
        {
        version: "v1.3.1",
        date: "2025-10-16",
        changes: [
            "增加小程序入口",
            "快手平台部分链接失效问题修复",
        ]
    },
    {
        version: "v1.3.0",
        date: "2025-10-16",
        changes: [
            "增加最右平台的视频、图集下载",
            "优化图集布局",
            "开放链接允许用户复制链接自行下载"
        ]
    },
    {
        version: "v1.2.1",
        date: "2025-10-15",
        changes: [
            "修改获取抖音视频部分链接失效问题",
        ]
    },
    {
        version: "v1.2.0",
        date: "2025-10-14",
        changes: [
            "开放移动端使用，支持微信扫码跳转小程序",
            "增加更新日志、关于作者、赞赏功能",
            "改进用户界面，增加常见问题、用户评价等模块"
        ]
    },
    {
        version: "v1.1.0",
        date: "2025-10-08",
        changes: [
            "增加微信公众号图文平台下载",
            "暂时限制移动端使用",
        ]
    },
    {
        version: "v1.0.0",
        date: "2025-10-01",
        changes: [
            "初始版本发布",
            "支持小红书、抖音等视频、图集下载",
            "基础用户界面"
        ]
    }
];